//console.log("привет это мой первый проект js")

// зменна этоо контейнер в памяти компьтер какой может
// сохранять какую-то информацию.також есть имя по мимо может до него обращаться
// const name = "а где тралалелотралала"; // const не измениться она не изменяетьсяё
// конст тип сменнои якщо ми в майбутньному не плануэмо зминювати значекння

// let age = 14;
// лет когда ми плануемо зминуваты значення зминнои

// alert(" че ты сюдв пришел а скажи мне пожалуйства");
// console.log(typeof danylo);

// undefined спец спецзначенння приклад
// let x = null;
 // const data = prompt("привет");
//console.log(data);


